Repository: nileskh16/mokemi
Catalog: src/locale/messages-*.xlf
Languages: de, fr

source: Welcome To <span>MokemGroup</span>
de: Willkommen zu <span>MokemGroup</span>
fr: Bienvenue à <span>MokemGroup</span>

source: Explore
de: Erkunden
fr: Explorer

source: Menu <i></i>
de: Speisekarte <i></i>

# homeln
source: Home
de: Zuhause
fr: Accueil

# jobsln
source: Search Job
de: Job suchen
fr: Recherche d'emploi

# aboutln
source: About
de: Über
fr: Sur

# contactln
source: Contact
de: Kontakt

source: Privacy Policy
de: Datenschutz-Bestimmungen
fr: Politique de confidentialité

source: Terms of Use
de: Nutzungsbedingungen
fr: Conditions d'utilisation

source: Search Job
de: Job suchen
fr: Recherche d'emploi

source: Search Openings...
de: Öffnungen suchen...
fr: Rechercher des ouvertures...

source: Part Time
de: Teilzeit
fr: À temps partiel

source: Full Time
de: Vollzeit
fr: À plein temps

source: Total Jobs (6)
de: Jobs insgesamt (6)
fr: Total emplois (6)

source: City
de: Stadt
fr: Ville

source: Action
de: Aktion

# applyBtn
source: Apply
de: Anwenden
fr: Appliquer

source: For applying to job please mail us at careers@mokemgroup.com
de: Für eine Bewerbung senden Sie uns bitte eine E-Mail an careers@mokemgroup.com
fr: Pour postuler à un emploi, veuillez nous envoyer un courrier à careers@mokemgroup.com

source: About
de: Über
fr: Sur

# MokemGroupInfo
source: MokemGroup is a company specialized in the design of software of all kinds. We design websites, E-commerces, mobile applications ,security of your company with the new technology IOT(Internet of thing),private mobile applications for managing your company(we create a mobile application only for you that allows you to control and manage your company through internet no matter where you are),softwares designed according to the customer's needs…. In collaboration with the best engineers and designers in the field, we will help you to develop your applications by realizing your ideas but also by offering you tips and concepts to make your application the most efficient in the field and we guarantee you perfect satisfaction.<br/>
de: MokemGroup ist ein Unternehmen, das sich auf das Design von Software aller Art spezialisiert hat. Wir entwerfen Websites, E-Commerce, mobile Anwendungen, die Sicherheit Ihres Unternehmens mit der neuen Technologie IOT (Internet of Ding), private mobile Anwendungen für die Verwaltung Ihres Unternehmens (wir erstellen eine mobile Anwendung nur für Sie, mit der Sie Ihre steuern und verwalten können Unternehmen über das Internet, egal wo Sie sind), Software, die auf die Bedürfnisse des Kunden zugeschnitten ist. In Zusammenarbeit mit den besten Ingenieuren und Designern auf dem Gebiet helfen wir Ihnen bei der Entwicklung Ihrer Anwendungen, indem wir Ihre Ideen verwirklichen, aber auch Tipps und Konzepte anbieten, um Ihre Anwendung auf dem Gebiet am effizientesten zu machen, und wir garantieren Ihnen perfekte Zufriedenheit.
fr: MokemGroup est une entreprise spécialisée dans la conception de logiciels de toutes sortes. Nous concevons des sites Web, des e-commerces, des applications mobiles, la sécurité de votre entreprise avec la nouvelle technologie IOT (Internet of thing), des applications mobiles privées pour la gestion de votre entreprise (nous créons une application mobile uniquement pour vous qui vous permet de contrôler et de gérer votre entreprise via Internet, où que vous soyez), des logiciels conçus selon les besoins du client. En collaboration avec les meilleurs ingénieurs et designers du domaine, nous vous aiderons à développer vos applications en réalisant vos idées mais aussi en vous proposant des astuces et des concepts pour rendre votre application la plus efficace du domaine et nous vous garantissons une parfaite satisfaction.

# humbleBegin
source: Our Humble Beginnings
de: Unsere bescheidenen Anfänge
fr: Nos humbles débuts

# startMokemi
source: We started as MokemGroup in the world with adding futures!
de: Wir haben als MokemGroup in der Welt mit dem Hinzufügen von Futures begonnen!
fr: Nous avons commencé comme MokemGroup dans le monde avec l'ajout de futures!

# onlineHosp
source: My Online Hospital
de: Mein Online-Krankenhaus
fr: Mon hôpital en ligne

# aim
source: My Online Hospital is an application developed by the best computer scientists in the field located in Germany, India, Cameroon and Togo who constantly ensure the security of your data as well as our qualified doctors who work discreetly to satisfy you!
de: My Online Hospital ist eine Anwendung, die von den besten Informatikern in Deutschland, Indien, Kamerun und Togo entwickelt wurde, die ständig die Sicherheit Ihrer Daten gewährleisten, sowie von unseren qualifizierten Ärzten, die diskret arbeiten, um Sie zufrieden zu stellen!
fr: My Online Hospital est une application développée par les meilleurs informaticiens du domaine situés en Allemagne, en Inde, au Cameroun et au Togo qui assurent en permanence la sécurité de vos données ainsi que nos médecins qualifiés qui travaillent discrètement pour vous satisfaire!

# launchSOS
source: Launching SOS
de: Starten SOS
fr: Lancement SOS

# bePart
source: Be Part <br/> Of Our <br/> Story!
de: Sei Teil <br/>unserer<br/>Geschichte!
fr: Faites partie <br/>de notre<br/>histoire!

# partners
source: Our Partners
de: Unsere Partner
fr: Nos partenaires

# connectPeople
source: Connected People Connected Work Connected Results!
de: Verbundene Personen Verbundene Arbeit Verbundene Ergebnisse!
fr: Personnes connectées Travail connecté Résultats connectés!

# newsItem
source: News
de: Nachrichten
fr: Nouvelles

# updates
source: Latest updates of MokemGroup
de: Neueste Updates von MokemGroup
fr: Dernières mises à jour de MokemGroup

source: Products
de: Produkte
fr: Des produits

# betterLife
source: For Better life
de: Für ein besseres Leben
fr: Pour une vie meilleure

# itSolns
source: IT Solutions
de: IT-Lösungen
fr: solutions informatiques

# happiness
source: Solutions towards happiness.
de: Lösungen zum Glück
fr: Solutions vers le bonheur

# animationImg
source: Animation is imagination.
de: Animation ist Vorstellungskraft
fr: L'animation est imagination

source: Music
de: Musik
fr: La musique

# musicalLife
source: No Music No Life.
de: Keine Musik kein Leben
fr: Pas de musique pas de vie

# keepShort
source: Keep it short.
de: Halte es kurz
fr: Soyez bref

source: Charity
de: Nächstenliebe
fr: Charité

# donateMore
source: Definitely, You Can Donate More
de: Auf jeden Fall können Sie mehr spenden
fr: Certainement, vous pouvez donner plus

# indiaCharity
source: Mokem Charity In India
de: Mokem Charity In Indien
fr: Mokem Charity En Inde

# germanyCharity
source: Mokem Charity In Germany
de: Mokem Charity In Deutschland
fr: Mokem Charity En Allemagne

# franceCharity
source: Mokem Charity In France
de: Mokem Charity In Frankreich
fr: Mokem Charity En France

# cameroonCharity
source: Mokem Charity In Cameroon
de: Mokem Charity in Kamerun
fr: Mokem Charity Au Cameroun

source: Contact Us
de: Kontaktiere uns
fr: Nous contacter

source: Mobile Apps
fr: Application mobile
